 

var quote = new Array(10);

quote[0] = " అధికారం రెండు రకాలు,భయపెట్టి సంపాదించేది, ప్రేమతో వచ్చేది. ప్రేమతో వచ్చే అధికారం భయంతో వచ్చేదానికన్నా శక్తివంతమైనది...” — <em>Mahathma Gandhi</em>";

quote[1] = " రాళ్లతో కట్టబడే ఆలయం కంటే నరాలు,రక్తమాంసాలతో కట్టబడియున్న మనిషి శరీరమే నిజమైన ఆలయం.  ” — <em>Mahathma Gandhi</em>";

quote[2] = " దఎక్కడ ప్రేమ ఉందో అక్కడ దేవుడు ఉన్నాడు...” — <em>Mahathma Gandhi</em>";

quote[3] = " తప్పును ఒప్పుకోకపోవడం కంటె పెద్ద అవమానం వేరే లేదు......” — <em>Mahathma Gandhi</em>";

quote[4] = " తప్పును ఒప్పుకోకపోవడం కంటె పెద్ద అవమానం వేరే లేదు.....” — <em>Mahathma Gandhi</em>";

quote[5] = " రచెడు వేరు,చెడును చేసేవారు వేరు అనే భావనను ఎల్లప్పుడు మర్చిపోకూడదు.....” — <em>Mahathma Gandhi</em>";

quote[6] = " సమాజం వెంట చేరి మనిషి క్రమశిక్షణతో పని చేయవలెను.” — <em>Mahathma Gandhi</em>";

quote[7] = "కంటిచూపు లేనివాడు గ్రుడ్డివాడు కాదు, తన తప్పులను తెలుసుకోకుండా ఉంటున్నాడే వాడే నిజమైన గ్రుడ్డివాడు..” — <em>Mahathma Gandhi</em>";

quote[8] = "కోపమో, పగో లేకుండా కష్టాన్ని ఒకడు భరిస్తే వాడు సూర్యుడికి సమానమవుతాడు...దాని ముందు రాయిలాంటి హృదయమైనా కరుగుతుంది.   .  ” — <em>Mahathma Gandhi</em>";

quote[9] = " సత్యం ఒక వంక, ప్రపంచాధిపత్యం మరో ప్రక్క ఉంటే ఓ మనసా నువ్వు సత్యాన్నే ఎంచుకో. ” — <em>Mahathma Gandhi</em>";

now=new Date()

num=(now.getSeconds())%9

document.write(quote[num])