 

var quote = new Array(10);

quote[0] = " మనిషి శీల ప్రవర్తనలను తీర్చిదిద్దలేని విద్య విలువ లేనిది..” — <em>Mahathma Gandhi</em>";

quote[1] = " నన్ను స్తుతించే వారికంటే నన్ను కఠినంగా విమర్శించే వారి వల్లనే నేను అధికముగా మంచిని పొందియున్నాను.  ” — <em>Mahathma Gandhi</em>";

quote[2] = " మతాలన్నీ గొప్పవే వాటిలో దోషమేమి లేదు, దోషమంతా వాటిని అనుసరించే మనుషుల్లోనే ఉంది.” — <em>Mahathma Gandhi</em>";

quote[3] = " ధి నిర్వాహణకు మించిన దేశసేవ లేదు....” — <em>Mahathma Gandhi</em>";

quote[4] = " పనిజాయితీతోనే మన జీవితం నిలబడుతుంది, అవినీతికి దిగినప్పుడే మన పతనం ప్రాంభమవుతుంది. ...” — <em>Mahathma Gandhi</em>";

quote[5] = " గురువును మించిన పాఠ్యగ్రంథం లేదని నిరంతరం విశ్వాసిస్తాను.  . ...” — <em>Mahathma Gandhi</em>";

quote[6] = " అహింస అంటే బలవత్తరమైన ఆటుపోట్లను సహించేది,అనురాగాన్ని, మమతను పెంచేది. .” — <em>Mahathma Gandhi</em>";

quote[7] = " మన ఆత్మగౌరవాన్ని మనమే కోల్పోవాలి తప్ప దాన్నీ దిగజార్చే శక్తి ఎవరికీ ఉండదు. . .” — <em>Mahathma Gandhi</em>";

quote[8] = " దేశం అభివృద్ధి చెందడమంటే అద్దాలమేడలు,రంగులగోడలు కాదు, పౌరుల నైతికాభివృద్ధే నిజమైన దేశాభివృద్ధి.    .  ” — <em>Mahathma Gandhi</em>";

quote[9] = " ఒప్పుకున్న తప్పు చీపురులా దుమ్మును చిమ్మి మనసును శుభ్రం చేస్తుంది.. ” — <em>Mahathma Gandhi</em>";

now=new Date()

num=(now.getSeconds())%9

document.write(quote[num])