 

var quote = new Array(10);

quote[0] = " సత్యం,ప్రేమ ఎక్కడుంటాయో అక్కడ శాంతి తప్పక ఉంటుంది..” — <em>Mahathma Gandhi</em>";

quote[1] = " ప్రయత్నం పురుషుని వంతు అయితే ఫలం ఇవ్వడం  పురుషోత్తముని వంతు..  ” — <em>Mahathma Gandhi</em>";

quote[2] = " దేవుడు తనకు తోడుగా నున్నాడని భావించే వాడికి ఎన్నటికీ అపజయం ఉండదు..” — <em>Mahathma Gandhi</em>";

quote[3] = " ధశారీరక సామర్థ్యం ద్వారా మనకు బలం రాదు. అణిచి పెట్టలేనంతటి ఆత్మబలం ద్వారానే అది సాధ్యం.....” — <em>Mahathma Gandhi</em>";

quote[4] = " ప్రేమ బాధల్ని సహిస్తుందే కాని ఎప్పుడూ ప్రతీకారాన్ని తలపెట్టదు....” — <em>Mahathma Gandhi</em>";

quote[5] = " రేపే చనిపోతున్నట్లు జీవించు, శాశ్వతంగా బ్రతికి ఉండేలా భావించి నేర్చుకో....” — <em>Mahathma Gandhi</em>";

quote[6] = " భయం శారీరకమైన జబ్బు కాకపోవచ్చు.కానీ ఆత్మను చంపేస్తుంది..” — <em>Mahathma Gandhi</em>";

quote[7] = "ప్రపంచంలో నేను ఒకేఒక నియంతను అంగీకరిస్తాను.....అంతర్వాణి.. .” — <em>Mahathma Gandhi</em>";

quote[8] = "మానవ సమాజం.......మనస్సు,మత,రాజకీయ,సామాజిక అడ్డుగోడలతో విభజింపకూడదు..    .  ” — <em>Mahathma Gandhi</em>";

quote[9] = " భవిష్యత్తు గురించి ఆలోచించుకోవడం కంటే ఈ క్షణాన్ని జాగ్రత్తగా ఉపయోగించుకోవడమే నాకిష్టం. ” — <em>Mahathma Gandhi</em>";

now=new Date()

num=(now.getSeconds())%9

document.write(quote[num])