 

var quote = new Array(10);

quote[0] = " చిత్తశుద్ధితో ఒక పని మీద దృష్టి కేంద్రికరించ గలిగిన మానవుడు చివరకు దేన్నైనా సాధించగల శక్తిని సంపాదిస్తాడు..” — <em>Mahathma Gandhi</em>";

quote[1] = " తనను తాను శాసించుకొనలేనివాడు, ఇతరులను శాసించడంలోనూ విజయం పొందలేడు. ” — <em>Mahathma Gandhi</em>";

quote[2] = " ఒక మనిషి గొప్పతనం అతని మెదడులో కాదు. హృదయంలో ఉంటుంది...” — <em>Mahathma Gandhi</em>";

quote[3] = " నియమాల్ని పాటించకుండా ఏ పని జరుగదు. గతి నిర్దేశాల్లో ఏకాస్త తేడా వచ్చినా సౌరవ్యవస్థ మొత్తం కుప్ప కూలుతుంది కదా!!!....” — <em>Mahathma Gandhi</em>";

quote[4] = " తప్పును ఒప్పుకోకపోవడం కంటె పెద్ద అవమానం వేరే లేదు.....” — <em>Mahathma Gandhi</em>";

quote[5] = " ఆదర్శమంటూ లేని మనిషి తెడ్డులేని నావ లాంటివాడు...” — <em>Mahathma Gandhi</em>";

quote[6] = " సుగుణం అనేది జీవితపు సౌందర్యం..” — <em>Mahathma Gandhi</em>";

quote[7] = "సత్యం శాశ్వతమైనది, సత్యమే పలుకుట వలన మనిషి గౌరవం పెంచుతూ, మానవత్వ విలువలను కాపాడిన వారవుతాము...” — <em>Mahathma Gandhi</em>";

quote[8] = "కష్టించి పని చేసేవానికే విశ్రాంతిలోని ఆనందం తెలుస్తుంది.  .  ” — <em>Mahathma Gandhi</em>";

quote[9] = " కష్టించి పని చేసేవానికే విశ్రాంతిలోని ఆనందం తెలుస్తుంది. ” — <em>Mahathma Gandhi</em>";

now=new Date()

num=(now.getSeconds())%9

document.write(quote[num])