 

var quote = new Array(10);

quote[0] = " గొప్ప  పనులు  పట్టుదల వల్ల పూర్తి అవుతాయి. కాని బలం వల్ల మాత్రం కాదు.” — <em>William Samuel Johnson</em>";

quote[1] = " అబద్ధం వల్ల ఒకరి ప్రాణం రక్షించబడితే అది పాపం కాదు....పుణ్యం. .” — <em>Premchand</em>";

quote[2] = " సంతృప్తి అనే వంతెన విరిగిపోయిందంటే మనిషి జీవితంలో కోరికల ప్రవాహానికి అడ్డు ఆపు ఉండదు.” — <em>Premchand</em>";

quote[3] = " సేవ మనిషి మనసులో మెదిలే సహజమైన ప్రవృత్తి.” — <em>Premchand</em>";

quote[4] = " ప్రేమతో పరిపాలించడం మానవత్వం, అదే అన్యాయంతో పరిపాలన జరపటం అనాగరికత అవుతుంది...” — <em>Premchand</em>";

quote[5] = " విశ్వాసం అనేది కొద్దిపాటి గాలికి వాలిపోయేది కాదు. అది అచంచలమైనది, హిమాలయాలంత స్థిరమైనది. ...” — <em>Mahathma Gandhi</em>";

quote[6] = " సాధ్యమని తలిస్తే ఎంతటి పనైనా సులువుగా పూర్తవుతుంది. .” — <em>Mahathma Gandhi</em>";

quote[7] = " కష్టపడి  పనిచేయని వ్యక్తికీ తిండి తినే హక్కులేదు. .” — <em>Mahathma Gandhi</em>";

quote[8] = " ముఖం మీద చిరునవ్వు లేకపోతే అందమైన దుస్తులు వేసుకున్నా ముస్తాబు పూర్తికానట్లే.   .  ” — <em>Mahathma Gandhi</em>";

quote[9] = " ఒప్పుకున్న తప్పు చీపురులా దుమ్మును చిమ్మి మనసును శుభ్రం చేస్తుంది.. ” — <em>Mahathma Gandhi</em>";

now=new Date()

num=(now.getSeconds())%9

document.write(quote[num])